
<h1>    学院的建立是学校的创新</h1>
     
<p>  众所周知，早在1980年，学校就在原无线电系设立了生物电子学研究室，后于 1986年并入新建的自动化系，建立生物医学工程与仪器专业。此后的十多年中，几十位教师为生物医学工程学科的发展做出了不懈的努力，并取得了不错的业绩，标志性的进展是在2000年底获得了生物医学工程的一级学科博士点。然而，在二十世纪最后的几年中，受多种校内外因素的影响，教师队伍开始萎缩，到2001年下半年，教研室仅剩下了一名教授、一名高级工程师和一名在读的硕士师资生。可以说，专业的维持到了最困难的阶段，一个“无人、无钱、无地”的三无境地。同时，2001年的电子科技大学也正处于办学物理空间严重不足，传统学科亟待加强的关键时期。显然，如果按照惯性思维，生命学院的建立并不是一个当时急迫的事情。据说在学校的论证过程中，主张再“养”一下的、担心失败的大有人在。然而，当时的学校主要领导，还是基于对学科发展趋势和学校实际的把握，毅然作出了一个带有较大风险的决策，一颗生命的种子终于实现了与大地母亲的亲密接触！</p


<h2>电子科技大学生命科学与技术学院概况</h2>
<p>
电子科技大学生命科学与技术学院的前身是原无线电系1980年成立的生物电子学研究室，1986年该研究室并入自动化系更名为生物医学工程与仪器教研室。2001年11月，学校以“生物医学工程”专业为基础，整合校内相关师资新建生命科学与技术学院。
学院拥有“生物医学工程”一级学科博士授位权和博士后流动站，开办有“生物医学工程”和“生物技术”两个本科专业。
经过多年的积淀，电子科技大学生命科学与技学院目前已经汇集了一支包括中国科学院院士、长江学者特聘教国家杰出青年科学基金获得者、新世纪百千万人才国家级人选、国家有突出贡献的中青年专家、新世纪优秀人才计划获得者等为代表的师资队伍。构筑了能够从分子细胞水平上开展动植物研究，能够从脑机制、脑成像到脑模拟进行神经信息过程分析的现代化研究平台，能够进行医学信息系统到多种医疗电子仪器研发的平台环境；承担了包括国家973课题、自然科学基金重点项目
、杰出青年科学基金、863等重要项目。学院拥有20多年的办学积累，和与信息科学对话的独特优势，已在信息科学与生物、医学及认知的交叉领域，形成了以神经
信息、遗传信息、生物信息和医学信息为特色方向的学科构架。覆盖学院全部办学方向的“生物医学工程一级学科博士授权点”具有的鲜明特色，实力位列全国前列
。在国家“985”和“211”工程的支持下，先后建立了“生物医学信息检测与智能信息处理”等3个部省级重点实验室，以及“四川省网络化医学仪器人才培养基地”，为家
输送一批活跃在生物、医学与信息交叉领域的优秀人才。我校2008年度申报的“神经信息教育部重点实验室”获立项批准，标志着我校生命科学领域的相关研究方向
进入国内一流行列，对电子科技大学生命科学领域的研究以及信息科学和生命科学交叉发展具有重大的意义。</p>
